# Completions
mattmc3/ez-compinit 
zsh-users/zsh-completions kind:fpath path:src
aloxaf/fzf-tab  # Remove if you don't use fzf

# Completion styles
belak/zsh-utils path:completion/functions kind:autoload post:compstyle_zshzoo_setup

# Keybindings
belak/zsh-utils path:editor

# History
belak/zsh-utils path:history

# Utilities
belak/zsh-utils path:utility
romkatv/zsh-bench kind:path
mdumitru/git-aliases
# ohmyzsh/ohmyzsh/plugins/git
jeffreytse/zsh-vi-mode

# Other Fish-like features
zdharma-continuum/fast-syntax-highlighting kind:defer # Syntax highlighting
zsh-users/zsh-autosuggestions kind:defer               # Auto-suggestions
zsh-users/zsh-history-substring-search kind:defer     # Up/Down to search history
